import { AvatarArt } from "../../../components/AvatarArt/AvatarArt.tsx";

const Welcome = () => {
	const avatar =
		"«««◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊◊≤◊≤◊≤◊≤◊≤≤◊≤≤◊≤≤≤◊≤≤◊≤≤◊≤≤≤◊≤≤≤≤≤\n" +
		"◊∂◊◊◊◊◊≤◊◊≤◊◊◊≤◊≤◊◊≤◊◊≤◊◊◊◊◊◊≤◊◊≤◊≤≤◊≤◊≤◊≤≤≤◊≤≤≤≤◊≤≤◊≤≤≤◊≤≤≤≤≤≤◊≤≤≤◊≤≤\n" +
		"◊◊◊◊◊≤◊◊◊≤◊◊≤◊◊◊◊◊≤◊◊≤∂◊◊≤◊≤≤≤≤≤≤≤≤◊≤◊≤◊≤≤◊≤≤≤≤◊≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊\n" +
		"◊◊≤◊◊◊≤◊≤◊◊◊◊≤◊≤≤◊◊◊≤◊◊≤≤≤≤ŘŘŘŘ≤Ř≤≤≤≤◊≤◊◊◊◊◊◊≤≤≤≤≤≤≤≤≤◊≤≤◊≤≤≤≤≤≤≤≤≤◊≤≤\n" +
		"◊◊◊≤◊≤◊◊◊◊≤◊≤◊◊◊◊≤◊≤◊◊≤≤Ř≤ŘŘ≤Ř≤Ř≤Ř≤≤≤≤◊◊◊WQQW◊≤◊≤≤≤≤◊≤≤≤≤≤≤≤≤≤≤≤≤◊≤≤≤≤\n" +
		"◊≤◊◊◊≤◊≤◊≤◊◊◊≤◊≤≤◊◊≤◊≤≤≤≤≤Ř≤ŘŘŘŘ≤≤≤≤≤≤≤◊◊◊Qmm◊@◊≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤\n" +
		"◊◊≤◊≤◊◊◊◊≤◊≤◊≤◊◊◊≤◊≤≤≤≤≤Ř≤Ř≤Ř≤Ř≤Ř≤◊◊≤◊≤Q◊QQQmmZW≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤\n" +
		"◊≤◊≤◊≤◊≤≤◊≤◊◊≤◊≤◊≤≤≤◊◊Ī◊≤≤≤≤≤≤≤≤≤≤≤◊◊◊◊◊◊◊QQmÍÔÍQ◊◊≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤\n" +
		"◊◊≤◊≤◊≤◊◊≤◊◊≤◊◊≤≤≤≤◊m◊≤≤≤ŘŘ≤≤≤≤≤◊≤◊≤◊≤≤≤◊≤Q◊QZÔX#XM≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤\n" +
		"◊≤◊≤◊◊≤◊≤◊≤◊≤≤≤◊≤≤◊◊≤◊≤≤≤≤◊≤≤≤≤≤≤≤≤◊≤≤◊◊≤◊≤ňQW#XXÔÍ◊≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤\n" +
		"◊≤◊≤◊≤◊≤◊≤◊≤◊≤◊≤≤≤≤◊◊≤≤◊◊◊≤◊◊◊≤≤◊≤◊≤≤◊≤≤≤◊◊◊◊mZXXZXZ0◊≤≤≤≤≤≤Ř≤≤≤Ř≤≤≤≤≤\n" +
		"≤◊◊◊≤◊≤◊≤◊≤◊≤◊≤≤◊◊≤◊≤≤◊≤≤≤◊≤◊«≤≤≤◊≤≤◊◊◊≤◊◊◊◊◊QmÔXXXX#◊≤≤≤Ř≤≤≤≤≤≤≤≤≤Ř≤≤\n" +
		"≤◊≤◊≤≤◊≤◊≤≤≤≤◊≤≤≤◊≤◊≤≤◊≤≤Q◊≤◊◊QmQM◊◊◊≤◊◊∆◊◊◊m#ÍXXXXXXZ◊≤≤≤Ř≤≤≤≤Ř≤≤≤Ř≤≤\n" +
		"◊≤◊≤≤◊≤≤≤≤◊≤≤≤≤≤◊◊◊≤◊◊◊≤◊◊◊◊≤◊≤◊QmM◊◊W◊◊◊∆≤QWmXXXXXXXXm◊≤Ř≤≤≤≤Ř≤≤≤≤≤≤≤\n" +
		"≤◊≤≤◊≤≤≤≤◊≤≤≤≤≤•#∆#Q◊≤Q◊≤≤QW◊≤◊◊◊◊£W◊◊WW∆Q∆◊m#XXXXįXXXZ≤≤≤≤≤Ř≤≤≤≤≤Ř≤≤Ř\n" +
		"◊≤◊≤≤≤◊≤≤≤≤≤≤◊≤WmZ#mQM◊◊„ōQQm0◊≤◊WQmō◊◊∆m∆mWZ#ZXXXįXXįX◊≤≤Ř≤≤≤≤≤Ř≤≤Ř≤≤\n" +
		"≤◊≤≤◊≤≤≤≤≤≤≤≤≤◊QQQmQĪĪQMQmZ$ĪWmW◊◊◊QmZWm#ZÍZW##ZXXXįXXį∆≤Ř≤≤≤Ř≤Ř≤≤Ř≤≤≤\n" +
		"◊≤≤≤≤≤≤≤≤≤≤◊≤≤◊«QQ◊◊ĪQQm#QQň„$QQ◊◊◊mQm#QZZÍ#WWm#XXįXXXXW≤≤≤Ř≤≤≤≤≤Ř≤≤≤Ř\n" +
		"≤≤◊≤◊≤≤◊≤≤≤≤≤≤◊«QĪ◊◊≤◊◊QQmQ◊◊◊Q◊◊QQ◊WQmQQmWQ◊◊◊mXÔXXXXXm≤≤Ř≤≤Ř≤Ř≤Ř≤≤Ř≤\n" +
		"◊≤≤≤≤≤≤≤≤≤≤≤≤≤◊Q◊◊≤≤≤≤≤◊≤≤≤Ř≤≤≤≤◊≤◊◊◊Ī◊◊◊◊≤◊≤≤◊Qm#XÔXÔZQ≤Ř≤≤Ř≤≤Ř≤≤≤Ř≤≤\n" +
		"≤≤◊≤≤≤≤◊≤≤≤≤≤≤Q◊◊≤≤≤ŘŘ≤ŘŘŘŘŘŘŘ≤Ř≤Ř≤Ř≤≤≤≤≤≤Ř≤≤≤≤◊QQWÔÍÔm◊≤≤Ř≤≤Ř≤≤≤Ř≤≤≤Ř\n" +
		"◊≤≤≤◊≤≤≤≤≤≤◊≤≤◊◊≤≤ŘŘŘ≤ŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘ≤Ř≤≤◊◊◊Qm#Ím◊≤Ř≤≤Ř≤≤Ř≤Ř≤Ř≤≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊Ī◊Ř≤Ř≤ŘŘŘŘŘŘŘŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘ≤ŘŘ≤Ř≤≤◊◊mm#m≤≤≤Ř≤≤Ř≤Ř≤Ř≤≤Ř≤\n" +
		"≤◊≤≤◊≤≤≤≤≤≤≤≤≤◊◊≤≤Ř≤ŘŘŘŘŘŘ≤ŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘ≤ŘŘ≤ŘŘ≤≤≤◊◊mWW≤≤Ř≤≤Ř≤≤≤≤≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤Q◊≤ŘŘŘ≤Ř≤ŘŘŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘ≤ŘŘŘŘŘŘŘ≤Ř≤◊◊WQĪ≤Ř≤≤Ř≤≤ŘŘ≤Ř≤≤Ř≤\n" +
		"≤≤◊≤≤≤≤≤≤≤≤≤≤≤◊≤≤Ř≤ŘŘ≤ŘŘŘŘ≤ŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘ≤Ř≤Ř≤Ř≤≤≤◊QQ◊≤≤≤Ř≤≤Ř≤≤Ř≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊≤≤Ř≤Ř≤ŘŘŘŘ≤ŘŘŘŘŘŘŘŘŘŘ≤ŘŘŘ≤ŘŘŘŘŘŘŘ≤≤≤◊◊Ī◊Ř≤Ř≤≤Ř≤Ř≤≤Ř≤Ř≤Ř\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤ŘŘŘ≤ŘŘŘ≤ŘŘŘŘŘ≤ŘŘ≤ŘŘŘŘŘ≤ŘŘŘ≤Ř≤Ř≤Ř≤≤◊◊Ī≤≤≤≤Ř≤≤≤Ř≤Ř≤Ř≤≤Ř\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊Ř≤Ř≤ŘŘ≤ŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘ≤ŘŘŘ≤Ř≤≤QĪĪĪ≤≤≤Ř≤≤Ř≤Ř≤≤Ř≤Ř≤Ř\n" +
		"≤≤≤≤≤≤≤≤Ř≤≤≤≤≤≤≤≤Ř≤ŘŘ≤ŘŘŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘ≤ŘŘ≤ŘŘ≤Ř≤Ř≤≤QQĪĪ≤≤Ř≤≤Ř≤Ř≤≤Ř≤≤Ř≤≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊≤≤Ř≤Ř≤ŘŘ≤Ř≤Ř≤ŘŘŘ≤ŘŘ≤Ř≤ŘŘ≤ŘŘ≤Ř≤Ř≤≤≤◊◊◊◊≤Ř≤≤≤≤≤≤Ř≤Ř≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊≤◊◊≤≤≤Ř≤Ř≤ŘŘŘŘŘ≤ŘŘ≤ŘŘŘŘ≤ŘŘ≤Ř≤Ř≤≤≤≤◊Ī◊≤Ř≤≤Ř≤Ř≤Ř≤≤Ř≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤Ř◊◊QĪWXX◊≤≤≤Ř≤≤Ř≤ŘŘ≤ŘŘ≤≤≤Ř≤≤≤≤≤≤≤≤Ř≤◊◊≤≤≤≤≤≤≤Ř≤≤Ř≤Ř≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤Ř◊≤◊◊ŗĮXŲ*ž◊≤≤Ř≤Ř≤≤Ř≤≤◊◊•MN◊◊◊◊≤≤≤≤≤◊◊≤ŘŘ≤Ř≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤Ř≤≤≤QmqXŚ=xXQ≤≤Ř≤Ř≤≤0ĢnŮXXXXM◊◊◊◊≤≤≤◊≤Ř≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř\n" +
		"≤≤≤≤≤≤≤≤≤Ř≤≤≤≤≤≤≤≤◊Q≤p=ŕ◊◊◊≤≤ŘŘŘ≤≤Qmuňp©(IWQ◊≤≤≤≤≤≤≤≤Ř≤Ř≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤≤≤≤≤≤≤Ř≤Ř≤≤≤≤≤X≤≤≤≤≤ŘŘ≤Ř≤≤≤◊≤Ř◊Ņq◊◊Ī◊≤≤≤≤Ř◊◊≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤\n" +
		"≤≤≤≤≤≤≤≤Ř≤≤≤≤Ř≤Ř≤≤≤≤≤Ř≤≤≤Ř≤Ř≤ŘŘŘŘ≤Ř≤≤Ř≤≤Ř≤≤≤≤≤≤Ř≤≤≤Ř≤≤Ř≤Ř≤≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤\n" +
		"≤≤Ř≤≤≤Ř≤≤≤≤≤Ř≤≤Ř≤Ř≤Ř≤≤≤ŘŘ≤≤Ř≤ŘŘŘ≤Ř≤ŘŘ≤≤≤≤≤≤≤Ř≤Ř≤≤≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘ\n" +
		"≤Ř≤≤≤≤≤≤≤≤≤Ř≤≤Ř≤≤≤Ř≤ŘŘŘŘ≤Ř≤Ř≤ŘŘ≤Ř≤ŘŘ≤ŘŘ≤ŘŘŘŘ≤ŘŘ≤Ř≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤\n" +
		"≤≤≤≤≤Ř≤Ř≤Ř≤≤≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘŘŘ≤Ř≤ŘŘŘŘŘŘ≤Ř≤ŘŘ≤≤≤≤≤Ř≤ŘŘ≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤Ř≤Ř\n" +
		"≤Ř≤≤Ř≤≤≤≤≤≤Ř≤Ř≤Ř≤≤Ř≤ŘŘŘŘŘ≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤Ř≤ŘŘŘ≤Ř≤Ř≤≤Ř≤ŘŘ≤Ř≤Ř≤Ř≤ŘŘ≤Ř≤ŘŘŘŘ\n" +
		"≤≤≤Ř≤≤≤Ř≤Ř≤≤≤Ř≤≤≤≤Ř≤ŘŘ≤Ř≤Ř≤≤ŘŘŘŘ≤Ř≤ŘŘŘŘŘŘŘ≤Ř≤Ř≤≤≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤Ř≤ŘŘŘ≤Ř≤\n" +
		"≤Ř≤≤≤Ř≤≤Ř≤≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘ≤≤≤Ř≤ŘŘ≤ŘŘ≤≤≤Ř≤ŘŘŘŘ≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘ≤ŘŘŘŘ\n" +
		"≤≤≤Ř≤≤≤Ř≤Ř≤Ř≤≤Ř≤Ř≤Ř≤ŘŘŘ≤≤≤Ř≤ŘŘ≤ŘŘ≤Ř≤≤ŘŘŘŘ≤ŘŘ≤Ř≤≤≤≤≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘ≤ŘŘ≤Ř≤\n" +
		"≤Ř≤Ř≤Ř≤Ř≤≤Ř≤Ř≤Ř≤≤≤≤ŘŘ≤≤≤≤Ř≤≤≤≤Ř≤≤≤Ř≤≤≤≤Ř≤ŘŘ≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘ≤ŘŘŘ\n" +
		"Ř≤≤≤Ř≤Ř≤ŘŘ≤Ř≤Ř≤ŘŘ≤Ř≤≤Ř≤≤≤Ř≤•M≤≤≤◊#M≤≤Ř≤ŘŘŘ≤Ř≤Ř≤≤≤≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘŘ≤ŘŘ≤ŘŘ≤Ř\n" +
		"≤≤ŘŘ≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤≤≤Ř≤≤≤Ř≤≤◊≤≤◊≤◊≤≤≤Ř≤Ř≤≤Ř≤Ř≤Ř≤≤≤Ř≤Ř≤ŘŘ≤Ř≤ŘŘ≤ŘŘŘ≤ŘŘŘ≤Ř\n" +
		"Ř≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤≤≤≤≤≤≤≤Ř≤≤Ř≤Ř≤Ř≤Ř≤ŘŘŘ≤Ř≤Ř≤≤Ř≤≤≤≤Ř≤ŘŘ≤ŘŘ≤ŘŘ≤ŘŘ≤ŘŘŘ≤ŘŘŘ\n" +
		"≤Ř≤≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤≤≤≤≤≤≤Ř≤ŘŘ≤Ř≤ŘŘŘŘ≤≤Ř≤≤≤≤Ř≤≤≤≤≤ŘŘ≤Ř≤Ř≤ŘŘŘŘŘŘŘŘ≤ŘŘŘ≤Ř\n" +
		"≤Ř≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘŘ≤Ř≤≤≤≤≤≤≤≤ŘŘ≤ŘŘŘŘŘ≤ŘŘ≤≤≤≤≤Ř≤Ř≤≤Ř≤Ř≤ŘŘŘŘŘ≤Ř≤Ř≤Ř≤ŘŘŘ≤ŘŘŘ\n" +
		"Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘŘ≤Ř≤Ř≤≤≤≤≤◊≤≤≤◊≤≤≤≤≤≤≤≤≤≤≤◊ŘŘŘ≤≤≤Ř≤≤≤ŘŘ≤Ř≤ŘŘŘŘ≤ŘŘŘŘ≤ŘŘŘ≤Ř\n" +
		"≤Ř≤Ř≤Ř≤ŘŘ≤Ř≤Ř≤Ř≤ŘŘŘ≤≤Ř≤≤≤≤◊◊◊≤◊≤◊≤◊◊≤≤≤Ř≤Ř≤Ř≤≤≤≤≤Ř≤ŘŘ≤ŘŘ≤Ř≤ŘŘŘ≤ŘŘ≤Ř≤ŘŘ\n" +
		"Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘŘ≤ŘŘŘ≤Ř≤≤≤≤≤Ř≤≤≤ŘŘ≤Ř≤ŘŘ≤Ř≤Ř≤ŘŘ≤≤≤≤≤≤≤≤ŘŘŘŘŘ≤ŘŘŘŘ≤ŘŘŘ≤ŘŘŘŘ≤\n" +
		"≤Ř≤Ř≤ŘŘŘ≤ŘŘ≤ŘŘŘ≤Ř≤ŘŘ≤≤≤≤Ř≤≤≤≤≤Ř≤Ř≤≤Ř≤Ř≤ŘŘ≤≤≤≤≤≤Ř≤≤Ř≤Ř≤ŘŘŘ≤Ř≤ŘŘŘ≤ŘŘŘ≤ŘŘ\n" +
		"Ř≤Ř≤Ř≤Ř≤ŘŘ≤ŘŘ≤ŘŘ≤ŘŘ≤Ř≤≤≤≤≤≤≤≤≤◊≤◊≤≤≤Ř≤ŘŘ≤≤≤≤≤≤Ř≤≤≤◊ŘŘŘŘ≤ŘŘŘŘŘŘ≤ŘŘŘ≤ŘŘ≤\n" +
		"≤Ř≤ŘŘŘ≤ŘŘ≤ŘŘ≤ŘŘ≤ŘŘŘŘŘ≤≤≤Ř≤Ř≤Ř≤≤≤≤≤Ř≤ŘŘŘ≤Ř≤≤≤≤≤≤≤≤≤◊≤ŘŘ≤ŘŘŘ≤Ř≤ŘŘŘŘŘŘŘŘŘ\n" +
		"Ř≤Ř≤Ř≤ŘŘ≤ŘŘ≤ŘŘŘŘŘ≤Ř≤ŘŘŘ≤≤≤Ř≤Ř≤Ř≤ŘŘŘŘŘ≤Ř≤≤≤≤≤≤≤Ř≤≤≤◊≤ŘŘŘŘŘ≤ŘŘŘŘŘŘ≤ŘŘ≤ŘŘ\n" +
		"Ř≤ŘŘŘŘ≤ŘŘŘ≤ŘŘŘ≤Ř≤ŘŘŘŘŘ≤≤≤≤Ř≤ŘŘ≤ŘŘŘ≤Ř≤Ř≤Ř≤≤≤≤≤≤≤≤Ř≤≤Ř≤ŘŘ≤ŘŘŘŘŘŘ≤ŘŘŘŘŘŘ≤\n" +
		"≤ŘŘ≤Ř≤ŘŘ≤ŘŘŘŘ≤ŘŘŘŘŘŘ≤ŘŘ≤≤≤≤Ř≤Ř≤Ř≤Ř≤ŘŘ≤Ř≤◊≤≤≤≤Ř≤Ř≤◊Ř≤≤ŘŘŘŘŘŘ≤ŘŘŘŘŘŘ≤ŘŘŘ\n" +
		"ŘŘ≤ŘŘŘŘ≤ŘŘ≤ŘŘŘŘŘŘ≤ŘŘŘŘŘ≤≤≤≤≤≤Ř≤≤≤Ř≤Ř≤≤≤◊≤≤≤≤≤≤≤≤≤≤Ř≤Ř≤ŘŘŘŘŘŘŘŘ≤ŘŘŘŘŘŘ≤\n" +
		"Ř≤ŘŘ≤Ř≤ŘŘŘŘŘ≤ŘŘ≤ŘŘŘŘŘŘ≤≤≤≤≤≤≤≤≤≤≤≤≤≤◊≤≤≤≤≤≤≤≤≤Ř≤≤Ř≤Ř≤≤ŘŘ≤ŘŘ≤ŘŘŘŘŘŘ≤ŘŘŘ\n" +
		"≤ŘŘ≤ŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘŘŘ≤ŘŘ≤≤≤≤≤◊◊◊◊◊◊◊∂≤≤≤≤≤≤≤≤≤≤≤≤Ř≤Ř≤Ř≤ŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘ\n" +
		"ŘŘ≤ŘŘŘ≤ŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘŘŘ≤≤≤≤≤≤≤◊◊Q◊◊≤≤≤≤≤≤≤≤≤≤≤Ř≤ŘŘŘ≤Ř≤≤ŘŘŘŘŘŘŘ≤ŘŘ≤ŘŘŘ≤\n" +
		"Ř≤ŘŘŘ≤ŘŘŘ≤ŘŘŘŘŘŘŘ≤ŘŘŘ≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤≤Ř≤ŘŘ≤ŘŘŘ≤Ř≤Ř≤ŘŘ≤ŘŘŘŘŘŘŘŘŘ\n" +
		"ŘŘŘŘ≤ŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘ≤≤ŘŘ≤≤≤≤≤≤Ř≤≤≤≤≤≤≤≤Ř≤≤≤≤ŘŘ≤ŘŘŘ≤Ř≤ŘŘ≤Ř≤ŘŘŘŘŘŘŘŘŘŘ≤Ř\n" +
		"Ř≤ŘŘŘŘŘŘŘ≤ŘŘŘŘŘŘŘŘ≤≤≤≤Ř≤Ř◊≤≤≤≤≤≤Ř≤Ř≤Ř≤Ř≤≤Ř≤ŘŘ≤ŘŘ≤ŘŘŘŘ≤Ř≤ŘŘ≤ŘŘŘŘŘŘŘ≤ŘŘŘ\n" +
		"ŘŘŘŘ≤ŘŘŘŘŘŘŘŘ≤ŘŘŘ≤≤Ř≤Ř≤Ř≤Ř≤≤≤≤≤Ř≤Ř≤Ř≤Ř≤Ř≤ŘŘŘ≤ŘŘŘŘŘ≤Ř≤ŘŘ≤Ř≤Ř≤≤Ř≤ŘŘŘŘŘŘŘ\n" +
		"ŘŘŘŘŘŘŘŘŘŘŘŘŘŘŘ≤≤≤Ř≤≤≤Ř≤Ř≤≤≤≤≤≤≤≤≤≤Ř≤Ř≤ŘŘŘ≤ŘŘŘ≤Ř≤ŘŘŘŘŘ≤ŘŘŘ≤ŘŘ≤ŘŘŘŘŘŘŘŘ";

	return (
		<div className='content__short'>
			<div className='content__title'>Description</div>
			<div className='content__description'>
				<AvatarArt text={avatar} />
				<div className='description'>
					<div className='description__data'>
						<div className='description__title'>NAME:</div>
						<div className='description__description'>PIOTR CURYL</div>
					</div>
					<div className='description__data'>
						<div className='description__title'>PROFESSION:</div>
						<div className='description__description'>FULLSTACK DEVELOPER</div>
					</div>
					<div className='description__data'>
						<div className='description__title'>AGE:</div>
						<div className='description__description'>30</div>
					</div>
					<div className='description__data'>
						<div className='description__title'>CITY:</div>
						<div className='description__description'>WROCLAW</div>
					</div>
				</div>
			</div>
		</div>
	);
};

export { Welcome };
